Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: [Unknown Content]
de: [Unbekannter Inhalt]
es: [Contenido desconocido]
fr: [Contenu inconnu]
ja: [不明なコンテンツ]
ko: [알 수 없는 콘텐츠]
pt: [Conteúdo desconhecido]
ru: [Неизвестное содержимое]
tr: [Bilinmeyen İçerik]
zh_hans: [未知内容]
zh_hant: [未知內容]

source: %@ from %@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ depuis %2$@
ja: %2$@ の %1$@
ko: %2$@의 %1$@
pt: %1$@ de %2$@
ru: %1$@ из %2$@
tr: %2$@ uygulamasından %1$@
zh_hans: 来自 %2$@ 的 %1$@
zh_hant: 來自 %2$@ 的 %1$@

# %lld action%@
source: %1$lld action%2$@
de: %1$lld Aktion%2$@
es: %1$lld acción%2$@
ja: %1$lld個のアクション%2$@
ko: %1$lld개 작업%2$@
pt: %1$lld ação%2$@
ru: %1$lld действий%2$@
tr: %1$lld eylem%2$@
zh_hans: %1$lld 个操作%2$@
zh_hant: %1$lld 個動作%2$@

source: %lld active
de: %lld aktiv
es: %lld activo
fr: %lld actif
ja: %lld個が有効
ko: %lld개 활성
pt: %lld ativo
ru: %lld активных
tr: %lld etkin
zh_hans: %lld 个活跃
zh_hant: %lld 個作用中

source: %lld clipboard items
de: %lld Zwischenablage-Einträge
es: %lld elementos del portapapeles
fr: %lld éléments du presse-papiers
ja: クリップボード項目 %lld 件
ko: 클립보드 항목 %lld개
pt: %lld itens da área de transferência
ru: Элементов буфера: %lld
tr: %lld pano öğesi
zh_hans: %lld 个剪贴板项目
zh_hant: %lld 個剪貼簿項目

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld 日
ko: %lld일
pt: %lld dias
ru: %lld дн.
tr: %lld gün
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld disabled
de: %lld deaktiviert
es: %lld desactivado
fr: %lld désactivé
ja: %lld個が無効
ko: %lld개 비활성
pt: %lld desativado
ru: %lld отключено
tr: %lld devre dışı
zh_hans: %lld 个已禁用
zh_hant: %lld 個已停用

# %lld event%@ could not be decrypted
source: %1$lld event%2$@ could not be decrypted
de: %1$lld Ereignis%2$@ konnte nicht entschlüsselt werden
es: No se pudo descifrar %1$lld evento%2$@
fr: Impossible de déchiffrer %1$lld événement%2$@
ja: %1$lld件のイベント%2$@を復号化できませんでした
ko: %1$lld개의 이벤트%2$@를 복호화할 수 없습니다
pt: Não foi possível descriptografar %1$lld evento%2$@
ru: Не удалось расшифровать %1$lld событий%2$@
tr: %1$lld olay%2$@ şifresi çözülemedi
zh_hans: %1$lld 个事件%2$@无法解密
zh_hant: %1$lld 個事件%2$@無法解密

source: %lld images processed
de: %lld Bilder verarbeitet
es: %lld imágenes procesadas
fr: %lld images traitées
ja: %lld枚の画像を処理しました
ko: 이미지 %lld개 처리됨
pt: %lld imagens processadas
ru: Обработано изображений: %lld
tr: %lld görsel işlendi
zh_hans: 已处理 %lld 张图像
zh_hant: 已處理 %lld 張圖片

source: %lld items
de: %lld Einträge
es: %lld elementos
fr: %lld éléments
ja: %lld件
ko: %lld개
pt: %lld itens
ru: Элементов: %lld
tr: %lld öğe
zh_hans: %lld 个项目
zh_hant: %lld 個項目

source: %lld items indexed
de: %lld Einträge indexiert
es: %lld elementos indexados
fr: %lld éléments indexés
ja: %lld件をインデックス化
ko: %lld개 항목 색인됨
pt: %lld itens indexados
ru: Проиндексировано: %lld
tr: %lld öğe dizinlendi
zh_hans: 已索引 %lld 个项目
zh_hant: 已索引 %lld 個項目

source: %lld lines
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
ja: %lld行
ko: %lld줄
pt: %lld linhas
ru: Строк: %lld
tr: %lld satır
zh_hans: %lld 行
zh_hant: %lld 行

# %lld match%@ found
source: %1$lld match%2$@ found
de: %1$lld Übereinstimmung%2$@ gefunden
es: Se encontró %1$lld coincidencia%2$@
fr: %1$lld correspondance%2$@ trouvée
ja: %1$lld件の一致%2$@が見つかりました
ko: %1$lld개의 일치%2$@ 발견됨
pt: %1$lld correspondência%2$@ encontrada
ru: Найдено совпадений: %1$lld%2$@
tr: %1$lld eşleşme%2$@ bulundu
zh_hans: 找到 %1$lld 个匹配项%2$@
zh_hant: 找到 %1$lld 個相符項目%2$@

# %lld of %lld active
source: %1$lld of %2$lld active
de: %1$lld von %2$lld aktiv
es: %1$lld de %2$lld activos
fr: %1$lld sur %2$lld actifs
ja: %2$lld件中 %1$lld件が有効
ko: %2$lld개 중 %1$lld개 활성
pt: %1$lld de %2$lld ativos
ru: %1$lld из %2$lld активны
tr: %2$lld / %1$lld etkin
zh_hans: %2$lld 个中有 %1$lld 个活跃
zh_hant: %2$lld 個中有 %1$lld 個作用中

# %lld of %lld enabled
source: %1$lld of %2$lld enabled
de: %1$lld von %2$lld aktiviert
es: %1$lld de %2$lld activados
fr: %1$lld sur %2$lld activés
ja: %2$lld件中 %1$lld件が有効
ko: %2$lld개 중 %1$lld개 활성화됨
pt: %1$lld de %2$lld ativados
ru: %1$lld из %2$lld включены
tr: %2$lld / %1$lld etkin
zh_hans: %2$lld 个中有 %1$lld 个已启用
zh_hant: %2$lld 個中有 %1$lld 個已啟用

source: %lld results
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
ja: %lld件の結果
ko: 결과 %lld개
pt: %lld resultados
ru: Результатов: %lld
tr: %lld sonuç
zh_hans: %lld 条结果
zh_hant: %lld 個結果

source: %lld year%@ (%lld days)
de: %1$lld Jahr%2$@ (%3$lld Tage)
es: %1$lld año%2$@ (%3$lld días)
fr: %1$lld an%2$@ (%3$lld jours)
ja: %1$lld年%2$@（%3$lld日）
ko: %1$lld년%2$@ (%3$lld일)
pt: %1$lld ano%2$@ (%3$lld dias)
ru: %1$lld г.%2$@ (%3$lld дн.)
tr: %1$lld yıl%2$@ (%3$lld gün)
zh_hans: %1$lld 年%2$@（%3$lld 天）
zh_hant: %1$lld 年%2$@（%3$lld 天）

source: © 2026 PasteShelf. All rights reserved.
de: © 2026 PasteShelf. Alle Rechte vorbehalten.
es: © 2026 PasteShelf. Todos los derechos reservados.
fr: © 2026 PasteShelf. Tous droits réservés.
pt: © 2026 PasteShelf. Todos os direitos reservados.
ru: © 2026 PasteShelf. Все права защищены.
tr: © 2026 PasteShelf. Tüm hakları saklıdır.
zh_hans: © 2026 PasteShelf. 保留所有权利。
zh_hant: © 2026 PasteShelf. 保留所有權利。

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
ja: 1 日
ko: 1일
pt: 1 dia
ru: 1 день
tr: 1 gün
zh_hans: 1 天
zh_hant: 1 天

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1 年
ko: 1년
pt: 1 ano
ru: 1 год
tr: 1 yıl
zh_hans: 1 年
zh_hant: 1 年

source: 1,000 items
de: 1.000 Einträge
es: 1000 elementos
fr: 1 000 éléments
ja: 1,000件
ko: 1,000개
pt: 1.000 itens
ru: 1000 элементов
tr: 1.000 öğe
zh_hans: 1,000 个项目
zh_hant: 1,000 個項目

source: 2 spaces
de: 2 Leerzeichen
es: 2 espacios
fr: 2 espaces
ja: スペース2つ
ko: 공백 2개
pt: 2 espaços
ru: 2 пробела
tr: 2 boşluk
zh_hans: 2 个空格
zh_hant: 2 個空格

source: 4 spaces
de: 4 Leerzeichen
es: 4 espacios
fr: 4 espaces
ja: スペース4つ
ko: 공백 4개
pt: 4 espaços
ru: 4 пробела
tr: 4 boşluk
zh_hans: 4 个空格
zh_hant: 4 個空格

source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5分
ko: 5분
pt: 5 minutos
ru: 5 минут
tr: 5 dakika
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 10 minutes
de: 10 Minuten
es: 10 minutos
ja: 10分
ko: 10분
pt: 10 minutos
ru: 10 минут
tr: 10 dakika
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 15 minutes
de: 15 Minuten
es: 15 minutos
ja: 15分
ko: 15분
pt: 15 minutos
ru: 15 минут
tr: 15 dakika
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30 日
ko: 30일
pt: 30 dias
ru: 30 дней
tr: 30 gün
zh_hans: 30 天
zh_hant: 30 天

source: 30 minutes
de: 30 Minuten
es: 30 minutos
ja: 30分
ko: 30분
pt: 30 minutos
ru: 30 минут
tr: 30 dakika
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 60 days
de: 60 Tage
es: 60 días
fr: 60 jours
ja: 60 日
ko: 60일
pt: 60 dias
ru: 60 дней
tr: 60 gün
zh_hans: 60 天
zh_hant: 60 天

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90 日
ko: 90일
pt: 90 dias
ru: 90 дней
tr: 90 gün
zh_hans: 90 天
zh_hant: 90 天

source: 100 items
de: 100 Einträge
es: 100 elementos
fr: 100 éléments
ja: 100件
ko: 100개
pt: 100 itens
ru: 100 элементов
tr: 100 öğe
zh_hans: 100 个项目
zh_hant: 100 個項目

source: 180 days
de: 180 Tage
es: 180 días
fr: 180 jours
ja: 180 日
ko: 180일
pt: 180 dias
ru: 180 дней
tr: 180 gün
zh_hans: 180 天
zh_hant: 180 天

source: 500 items
de: 500 Einträge
es: 500 elementos
fr: 500 éléments
ja: 500件
ko: 500개
pt: 500 itens
ru: 500 элементов
tr: 500 öğe
zh_hans: 500 个项目
zh_hant: 500 個項目

source: A network error occurred while contacting the identity provider: %@
de: Beim Kontaktieren des Identitätsanbieters ist ein Netzwerkfehler aufgetreten: %@
es: Se produjo un error de red al contactar con el proveedor de identidad: %@
fr: Une erreur réseau s'est produite lors de la communication avec le fournisseur d'identité : %@
ja: ID プロバイダへの接続中にネットワークエラーが発生しました: %@
ko: ID 공급자와 통신하는 중 네트워크 오류가 발생했습니다: %@
pt: Ocorreu um erro de rede ao contatar o provedor de identidade: %@
ru: Произошла сетевая ошибка при обращении к поставщику удостоверений: %@
tr: Kimlik sağlayıcıyla iletişim kurulurken bir ağ hatası oluştu: %@
zh_hans: 联系身份提供者时发生网络错误：%@
zh_hant: 聯絡身分提供者時發生網路錯誤:%@

source: A network error prevented communication with the admin console: %@
de: Ein Netzwerkfehler hat die Kommunikation mit der Administrationskonsole verhindert: %@
es: Un error de red impidió la comunicación con la consola de administración: %@
fr: Une erreur réseau a empêché la communication avec la console d'administration : %@
ja: ネットワークエラーにより、管理コンソールとの通信ができませんでした: %@
ko: 네트워크 오류로 관리 콘솔과 통신할 수 없습니다: %@
pt: Um erro de rede impediu a comunicação com o console de administração: %@
ru: Сетевая ошибка помешала связи с консолью администратора: %@
tr: Bir ağ hatası yönetici konsoluyla iletişimi engelledi: %@
zh_hans: 网络错误导致无法与管理控制台通信：%@
zh_hant: 網路錯誤導致無法與管理主控台通訊:%@

source: A privacy-first clipboard manager for macOS
de: Ein datenschutzorientierter Zwischenablage-Manager für macOS
es: Un gestor del portapapeles centrado en la privacidad para macOS
fr: Un gestionnaire de presse-papiers axé sur la confidentialité pour macOS
ja: macOS向けのプライバシーファーストのクリップボードマネージャー
ko: macOS용 개인 정보 보호 우선 클립보드 관리자
pt: Um gerenciador de área de transferência com foco em privacidade para macOS
ru: Менеджер буфера обмена для macOS с приоритетом конфиденциальности
tr: macOS için gizlilik öncelikli pano yöneticisi
zh_hans: 面向隐私的 macOS 剪贴板管理器
zh_hant: 注重隱私的 macOS 剪貼簿管理器

source: A storage error occurred in the DLP subsystem: %@
de: Im DLP-Subsystem ist ein Speicherfehler aufgetreten: %@
es: Se produjo un error de almacenamiento en el subsistema DLP: %@
fr: Une erreur de stockage s'est produite dans le sous-système DLP : %@
ja: DLP サブシステムでストレージエラーが発生しました: %@
ko: DLP 하위 시스템에서 저장소 오류가 발생했습니다: %@
pt: Ocorreu um erro de armazenamento no subsistema DLP: %@
ru: В подсистеме DLP произошла ошибка хранилища: %@
tr: DLP alt sisteminde bir depolama hatası oluştu: %@
zh_hans: DLP 子系统中发生存储错误：%@
zh_hant: DLP 子系統中發生儲存錯誤:%@

source: A storage error occurred while processing the audit log: %@
de: Beim Verarbeiten des Audit-Protokolls ist ein Speicherfehler aufgetreten: %@
es: Se produjo un error de almacenamiento al procesar el registro de auditoría: %@
fr: Une erreur de stockage s'est produite lors du traitement du journal d'audit : %@
ja: 監査ログの処理中にストレージエラーが発生しました: %@
ko: 감사 로그를 처리하는 중 저장소 오류가 발생했습니다: %@
pt: Ocorreu um erro de armazenamento ao processar o registro de auditoria: %@
ru: При обработке журнала аудита произошла ошибка хранилища: %@
tr: Denetim günlüğü işlenirken bir depolama hatası oluştu: %@
zh_hans: 处理审计日志时发生存储错误：%@
zh_hant: 處理稽核日誌時發生儲存錯誤:%@

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt: Sobre
ru: О программе
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

source: Access clipboard history and read item content
de: Auf Zwischenablage-Verlauf zugreifen und Inhalte lesen
es: Acceder al historial del portapapeles y leer contenido
fr: Accéder à l'historique du presse-papiers et lire le contenu
ja: クリップボード履歴にアクセスし、項目の内容を読み取る
ko: 클립보드 기록에 접근하고 항목 내용 읽기
pt: Acessar histórico da área de transferência e ler conteúdo
ru: Доступ к истории буфера и чтение содержимого
tr: Pano geçmişine eriş ve öğe içeriğini oku
zh_hans: 访问剪贴板历史并读取项目内容
zh_hant: 存取剪貼簿歷史記錄並讀取項目內容

source: Access everything you've copied
de: Zugriff auf alles, was Sie kopiert haben
es: Accede a todo lo que has copiado
fr: Accédez à tout ce que vous avez copié
ja: コピーしたすべてにアクセス
ko: 복사한 모든 항목에 접근
pt: Acesse tudo o que você copiou
ru: Доступ ко всему, что вы скопировали
tr: Kopyaladığınız her şeye erişin
zh_hans: 访问您复制的所有内容
zh_hant: 存取您複製的所有內容

source: Access to path '%@' is not allowed
de: Zugriff auf Pfad „%@" ist nicht zulässig
es: No se permite el acceso a la ruta «%@»
fr: L'accès au chemin « %@ » n'est pas autorisé
ja: パス「%@」へのアクセスは許可されていません
ko: '%@' 경로에 대한 접근이 허용되지 않습니다
pt: Acesso ao caminho "%@" não permitido
ru: Доступ к пути «%@» запрещён
tr: "%@" yoluna erişim izinli değil
zh_hans: 不允许访问路径 "%@"
zh_hant: 不允許存取路徑「%@」

source: Accessibility Permission
de: Bedienungshilfen-Berechtigung
es: Permiso de accesibilidad
fr: Autorisation d'accessibilité
ja: アクセシビリティ権限
ko: 손쉬운 사용 권한
pt: Permissão de acessibilidade
ru: Разрешение универсального доступа
tr: Erişilebilirlik İzni
zh_hans: 辅助功能权限
zh_hant: 輔助使用權限

# Action '%@' failed: %@
source: Action '%1$@' failed: %2$@
de: Aktion „%@" fehlgeschlagen: %@
es: Error en la acción «%@»: %@
fr: Échec de l'action « %@ » : %@
ja: アクション「%@」に失敗しました: %@
ko: 동작 '%@'이(가) 실패했습니다: %@
pt: Falha na ação "%@": %@
ru: Сбой действия «%@»: %@
tr: "%@" eylemi başarısız oldu: %@
zh_hans: 动作 "%@" 失败：%@
zh_hant: 動作「%@」失敗:%@

source: Action execution failed: %@
de: Aktionsausführung fehlgeschlagen: %@
es: Error al ejecutar la acción: %@
fr: Échec de l'exécution de l'action : %@
ja: アクションの実行に失敗しました: %@
ko: 동작 실행에 실패했습니다: %@
pt: Falha na execução da ação: %@
ru: Сбой выполнения действия: %@
tr: Eylem yürütmesi başarısız oldu: %@
zh_hans: 动作执行失败：%@
zh_hant: 動作執行失敗:%@

source: Action has no execute function
de: Aktion hat keine Ausführungsfunktion
es: La acción no tiene función de ejecución
fr: L'action n'a pas de fonction d'exécution
ja: アクションに実行関数がありません
ko: 동작에 실행 함수가 없습니다
pt: A ação não tem função de execução
ru: У действия нет функции выполнения
tr: Eylemin yürütme işlevi yok
zh_hans: 动作没有执行函数
zh_hant: 動作沒有執行函式

source: Action with ID %@ not found
de: Aktion mit ID %@ nicht gefunden
es: No se encontró la acción con ID %@
fr: Action avec l'ID %@ introuvable
ja: ID %@ のアクションが見つかりません
ko: ID가 %@인 동작을 찾을 수 없습니다
pt: Ação com ID %@ não encontrada
ru: Действие с ID %@ не найдено
tr: %@ kimliğine sahip eylem bulunamadı
zh_hans: 未找到 ID 为 %@ 的动作
zh_hant: 找不到 ID 為 %@ 的動作

source: Actions
de: Aktionen
es: Acciones
ja: アクション
ko: 작업
pt: Ações
ru: Действия
tr: Eylemler
zh_hans: 操作
zh_hant: 動作

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効
ko: 활성
pt: Ativo
ru: Активен
tr: Etkin
zh_hans: 活跃
zh_hant: 作用中

source: Active Policy
de: Aktive Richtlinie
es: Política activa
fr: Politique active
ja: 有効なポリシー
ko: 활성 정책
pt: Política Ativa
ru: Активная политика
tr: Etkin Politika
zh_hans: 有效策略
zh_hant: 啟用中的政策

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加
zh_hant: 新增

source: Add a condition to filter items
de: Bedingung hinzufügen, um Einträge zu filtern
es: Añadir una condición para filtrar elementos
fr: Ajouter une condition pour filtrer les éléments
ja: 項目を絞り込む条件を追加
ko: 항목을 필터링할 조건 추가
pt: Adicionar uma condição para filtrar itens
ru: Добавить условие для фильтрации
tr: Öğeleri filtrelemek için koşul ekle
zh_hans: 添加条件以筛选项目
zh_hant: 新增條件以篩選項目

source: Add a tag to the clipboard item
de: Tag zum Zwischenablage-Eintrag hinzufügen
es: Añadir una etiqueta al elemento del portapapeles
fr: Ajouter une étiquette à l'élément du presse-papiers
ja: クリップボード項目にタグを追加
ko: 클립보드 항목에 태그 추가
pt: Adicionar uma etiqueta ao item da área de transferência
ru: Добавить метку к элементу буфера
tr: Pano öğesine etiket ekle
zh_hans: 为剪贴板项目添加标签
zh_hant: 為剪貼簿項目新增標籤

source: Add Action
de: Aktion hinzufügen
es: Añadir acción
fr: Ajouter une action
ja: アクションを追加
ko: 작업 추가
pt: Adicionar Ação
ru: Добавить действие
tr: Eylem Ekle
zh_hans: 添加操作
zh_hant: 新增動作

source: Add Condition
de: Bedingung hinzufügen
es: Añadir condición
fr: Ajouter une condition
ja: 条件を追加
ko: 조건 추가
pt: Adicionar Condição
ru: Добавить условие
tr: Koşul Ekle
zh_hans: 添加条件
zh_hant: 新增條件

source: Add content to a Notion page
de: Inhalte zu einer Notion-Seite hinzufügen
es: Añadir contenido a una página de Notion
fr: Ajouter du contenu à une page Notion
ja: Notionページにコンテンツを追加
ko: Notion 페이지에 콘텐츠 추가
pt: Adicionar conteúdo a uma página do Notion
ru: Добавить содержимое на страницу Notion
tr: Bir Notion sayfasına içerik ekle
zh_hans: 向 Notion 页面添加内容
zh_hant: 將內容加入 Notion 頁面

source: Add excluded application
de: Ausgeschlossenes Programm hinzufügen
es: Añadir aplicación excluida
fr: Ajouter une application exclue
ja: 除外アプリケーションを追加
ko: 제외된 애플리케이션 추가
pt: Adicionar aplicativo excluído
ru: Добавить исключение
tr: Hariç tutulan uygulama ekle
zh_hans: 添加排除的应用
zh_hant: 新增排除的應用程式

source: Add Identity Provider
de: Identitätsanbieter hinzufügen
es: Añadir proveedor de identidad
fr: Ajouter un fournisseur d'identité
ja: IDプロバイダを追加
ko: ID 제공자 추가
pt: Adicionar Provedor de Identidade
ru: Добавить поставщика удостоверений
tr: Kimlik Sağlayıcı Ekle
zh_hans: 添加身份提供商
zh_hant: 新增身分提供者

source: Add provider
de: Anbieter hinzufügen
es: Añadir proveedor
fr: Ajouter un fournisseur
ja: プロバイダを追加
ko: 제공자 추가
pt: Adicionar provedor
ru: Добавить поставщика
tr: Sağlayıcı ekle
zh_hans: 添加提供商
zh_hant: 新增供應商

source: Add Provider
de: Anbieter hinzufügen
es: Añadir proveedor
fr: Ajouter un fournisseur
ja: プロバイダを追加
ko: 제공자 추가
pt: Adicionar Provedor
ru: Добавить поставщика
tr: Sağlayıcı Ekle
zh_hans: 添加提供商
zh_hant: 新增供應商

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
ja: ルールを追加
ko: 규칙 추가
pt: Adicionar Regra
ru: Добавить правило
tr: Kural Ekle
zh_hans: 添加规则
zh_hant: 新增規則

source: Add Tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter une étiquette
ja: タグを追加
ko: 태그 추가
pt: Adicionar Etiqueta
ru: Добавить метку
tr: Etiket Ekle
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add tag: %@
de: Tag hinzufügen: %@
es: Agregar etiqueta: %@
fr: Ajouter le tag : %@
ja: タグを追加: %@
ko: 태그 추가: %@
pt: Adicionar tag: %@
ru: Добавить тег: %@
tr: Etiket ekle: %@
zh_hans: 添加标签: %@
zh_hant: 加入標籤: %@

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt: Adicionar aos Favoritos
ru: В избранное
tr: Favorilere Ekle
zh_hans: 添加到收藏
zh_hant: 加入最愛

source: Admin Console URL
de: Admin-Konsolen-URL
es: URL de consola de administración
fr: URL de la console d'administration
ja: 管理コンソールURL
ko: 관리자 콘솔 URL
pt: URL do Console de Administração
ru: URL админ-консоли
tr: Yönetici Konsolu URL'si
zh_hans: 管理控制台 URL
zh_hant: 管理控制台 URL

source: AI
de: KI
es: IA
fr: IA
pt: IA
ru: ИИ
tr: Yapay Zeka

source: Alert
de: Warnen
es: Alertar
fr: Alerter
ja: 警告
ko: 경고
pt: Alertar
ru: Оповестить
tr: Uyar
zh_hans: 警报
zh_hant: 警示

source: Alert — notify the user and log to audit trail
de: Warnen — Benutzer benachrichtigen und im Audit-Protokoll festhalten
es: Alertar: notifica al usuario y registra en el historial de auditoría
fr: Alerter — avertit l'utilisateur et consigne dans le journal d'audit
ja: アラート — ユーザーに通知し、監査ログに記録します
ko: 경고 — 사용자에게 알리고 감사 로그에 기록
pt: Alertar — notifica o usuário e registra no histórico de auditoria
ru: Предупредить — уведомить пользователя и записать в журнал аудита
tr: Uyar — kullanıcıyı bilgilendirir ve denetim günlüğüne kaydeder
zh_hans: 警报 — 通知用户并记录到审计日志
zh_hant: 警示 — 通知使用者並記錄至稽核日誌

source: Align columns in Markdown tables
de: Spalten in Markdown-Tabellen ausrichten
es: Alinear columnas en tablas Markdown
fr: Aligner les colonnes dans les tableaux Markdown
ja: Markdownテーブルの列を揃える
ko: Markdown 표에서 열 맞춤
pt: Alinhar colunas em tabelas Markdown
ru: Выровнять столбцы в таблицах Markdown
tr: Markdown tablolarındaki sütunları hizala
zh_hans: 对齐 Markdown 表格中的列
zh_hant: 對齊 Markdown 表格中的欄

source: all
de: alle
es: todos
fr: tous
ja: すべて
ko: 모두
pt: todos
ru: все
tr: hepsi
zh_hans: 全部
zh_hant: 全部

source: All
de: Alle
es: Todos
fr: Tout
ja: すべて
ko: 전체
pt: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
ja: すべてのカテゴリ
ko: 모든 카테고리
pt: Todas as Categorias
ru: Все категории
tr: Tüm Kategoriler
zh_hans: 所有类别
zh_hant: 所有類別

source: All Checks Passed
de: Alle Prüfungen bestanden
es: Todas las comprobaciones superadas
fr: Toutes les vérifications réussies
ja: すべてのチェックに合格
ko: 모든 검사 통과
pt: Todas as Verificações Passaram
ru: Все проверки пройдены
tr: Tüm Kontroller Başarılı
zh_hans: 所有检查通过
zh_hant: 所有檢查通過

source: All data is end-to-end encrypted before being uploaded.
de: Alle Daten werden vor dem Hochladen Ende-zu-Ende verschlüsselt.
es: Todos los datos se cifran de extremo a extremo antes de cargarlos.
fr: Toutes les données sont chiffrées de bout en bout avant d'être envoyées.
ja: すべてのデータはアップロード前にエンドツーエンドで暗号化されます。
ko: 모든 데이터는 업로드하기 전에 종단 간 암호화됩니다.
pt: Todos os dados são criptografados de ponta a ponta antes do upload.
ru: Все данные шифруются сквозным шифрованием перед загрузкой.
tr: Tüm veriler yüklenmeden önce uçtan uca şifrelenir.
zh_hans: 所有数据在上传前都经过端到端加密。
zh_hant: 所有資料在上傳前都經過端對端加密。

source: All data stays on your Mac
de: Alle Daten bleiben auf Ihrem Mac
es: Todos los datos permanecen en tu Mac
fr: Toutes les données restent sur votre Mac
ja: すべてのデータはMacに保存
ko: 모든 데이터가 Mac에 저장됨
pt: Todos os dados ficam no seu Mac
ru: Все данные остаются на вашем Mac
tr: Tüm veriler Mac'inizde kalır
zh_hans: 所有数据保存在您的Mac上
zh_hant: 所有資料保存在您的Mac上

source: All Items
de: Alle Einträge
es: Todos los elementos
fr: Tous les éléments
ja: すべての項目
ko: 모든 항목
pt: Todos os Itens
ru: Все элементы
tr: Tüm Öğeler
zh_hans: 所有项目
zh_hant: 所有項目

source: Allow installed plugins to access and transform clipboard content.
de: Erlauben Sie installierten Plug-ins, Inhalte der Zwischenablage abzurufen und zu transformieren.
es: Permite que los plugins instalados accedan al contenido del portapapeles y lo transformen.
fr: Autorise les plugins installés à accéder au contenu du presse-papiers et à le transformer.
ja: インストール済みプラグインによるクリップボード内容のアクセス・変換を許可します。
ko: 설치된 플러그인이 클립보드 콘텐츠에 접근하고 변환할 수 있도록 허용합니다.
pt: Permite que plugins instalados acessem e transformem o conteúdo da área de transferência.
ru: Разрешает установленным плагинам читать и преобразовывать содержимое буфера.
tr: Yüklü eklentilerin pano içeriğine erişmesine ve dönüştürmesine izin verir.
zh_hans: 允许已安装的插件访问和转换剪贴板内容。
zh_hant: 允許已安裝的外掛程式存取並轉換剪貼簿內容。

source: An active SSO session is required to perform this operation. Please sign in and try again.
de: Für diesen Vorgang ist eine aktive SSO-Sitzung erforderlich. Bitte melden Sie sich an und versuchen Sie es erneut.
es: Se requiere una sesión SSO activa para realizar esta operación. Inicia sesión e inténtalo de nuevo.
fr: Une session SSO active est requise pour cette opération. Veuillez vous connecter et réessayer.
ja: この操作を実行するにはアクティブな SSO セッションが必要です。サインインしてもう一度お試しください。
ko: 이 작업을 수행하려면 활성 SSO 세션이 필요합니다. 로그인한 후 다시 시도하세요.
pt: Uma sessão SSO ativa é necessária para realizar esta operação. Faça login e tente novamente.
ru: Для выполнения этой операции требуется активный SSO-сеанс. Войдите и повторите попытку.
tr: Bu işlemi gerçekleştirmek için aktif bir SSO oturumu gerekiyor. Lütfen oturum açıp tekrar deneyin.
zh_hans: 执行此操作需要有效的 SSO 会话。请登录后重试。
zh_hant: 執行此操作需要有效的 SSO 工作階段。請登入後重試。

source: any
de: beliebig
es: cualquiera
fr: n'importe lequel
ja: いずれか
ko: 아무거나
pt: qualquer
ru: любое
tr: herhangi
zh_hans: 任意
zh_hant: 任意

source: API Configuration
de: API-Konfiguration
es: Configuración de API
fr: Configuration API
ja: API 構成
ko: API 구성
pt: Configuração da API
ru: Настройка API
tr: API Yapılandırması
zh_hans: API 配置
zh_hant: API 設定

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API
ja: API キー
ko: API 키
pt: Chave da API
ru: Ключ API
tr: API Anahtarı
zh_hans: API 密钥
zh_hant: API 金鑰

source: API Key / Credential
de: API-Schlüssel / Zugangsdaten
es: Clave API / Credencial
fr: Clé API / Identifiant
ja: API キー / 認証情報
ko: API 키 / 자격 증명
pt: Chave de API / Credencial
ru: API-ключ / учётные данные
tr: API Anahtarı / Kimlik Bilgisi
zh_hans: API 密钥 / 凭据
zh_hant: API 金鑰 / 憑證

source: API Keys & Tokens
de: API-Schlüssel & Tokens
es: Claves API y tokens
fr: Clés API et jetons
ja: APIキーとトークン
ko: API 키 및 토큰
pt: Chaves de API e Tokens
ru: API-ключи и токены
tr: API Anahtarları ve Belirteçleri
zh_hans: API 密钥和令牌
zh_hant: API 金鑰與權杖

source: App name or bundle ID
de: App-Name oder Bundle-ID
es: Nombre de la app o ID de paquete
fr: Nom de l'app ou identifiant de bundle
ja: アプリ名またはバンドルID
ko: 앱 이름 또는 번들 ID
pt: Nome do app ou ID do pacote
ru: Имя или Bundle ID приложения
tr: Uygulama adı veya bundle kimliği
zh_hans: App 名称或包标识符
zh_hant: App 名稱或套件識別碼

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt: Aparência
ru: Оформление
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀
